Repository: drbean/swiss
Catalog: web/language_files/*.po
Languages: de

source: (select language)
de: Sprache auswählen

source: (Create new tournament)
de: Neues Turnier erzeugen

source: (tournament name:)
de: Name des Turniers:

source: (directory for tournament data:)
de: Verzeichnis zum Speichern der Turnierdaten:

source: (number of rounds:)
de: Zahl der Runden:

source: (click here to submit data:)
de: Hier klicken, um die Daten abzusenden:

source: (create tournament)
de: Turnier erzeugen

source: (Select tournament)
de: Turnier auswählen

source: (select tournament)
de: Turnier auswählen

source: (You can select one of the existing tournaments to manage it:)
de: Hier kann eines der bestehenden Turniere zum Bearbeiten ausgewählt werden:

source: (Delete tournament)
de: Turnier löschen

source: (delete tournament)
de: Turnier löschen

source: (password:)
de: Passwort:

source: (You can delete one of the existing tournaments:)
de: Hier kann eines der bestehenden Turniere gelöscht werden:

source: (New tournament created)
de: Neues Turnier eingerichtet

source: (Tournament deleted)
de: Turnier gelöscht

source: (Deletion of tournament failed)
de: Löschen des Turniers misslungen

source: (Creation of tournament failed)
de: Einrichten des Turniers misslungen

source: (back to tournament selection)
de: zurück zur Turnierauswahl

source: (Manage tournament)
de: Turnier bearbeiten

source: (Tournament data (tournament name, directory or number of rounds) was incomplete or wrong.)
de: Die Turnierdaten (Turniername, Verzeichnis oder Rundenzahl) waren unvollständig oder fehlerhaft.

source: (The selected tournament does not exist or it was not possible to delete it.)
de: Das ausgewählte Turnier existiert nicht oder das Löschen ist fehlgeschlagen.

source: (Please choose another directory.)
de: Bitte ein anderes Verzeichnis aussuchen.

source: (Invalid password.)
de: Ungültiges Passwort.

source: (Please retry.)
de: Bitte erneut versuchen.

source: (Tournament %1 with %2 rounds has been created in directory %3.)
de: Das %2-rundige Turnier %1 wurde im Verzeichnis %3 eingerichtet.

source: (Tournament %1 has been successfully deleted.)
de: Das Turnier %1 wurde gelöscht.

source: (There already exists a file or a directory with this name.)
de: Es existiert bereits eine Datei oder ein Verzeichnis mit diesem Namen.

source: (Failed to create new tournament at directory %1.)
de: Das Einrichten des Turniers im Verzeichnis %1 ist misslungen.

source: (Pairings and Results)
de: Ansetzungen und Ergebnisse

source: (There are no pairings for round %1. Trying to generate them.)
de: Es existieren noch keine Ansetzungen für Runde %1. Ich versuche, sie zu erzeugen.

source: (Round %1 cannot be paired yet. Please check results of previous rounds.)
de: Die Ansetzungen für Runde %1 können noch nicht erzeugt werden. Bitte die Ergebnisse der bisherigen Runden überprüfen.

source: (Results of round %1:)
de: Ergebnisse der Runde %1:

source: (Please enter results of round %1:)
de: Bitte die Ergebnisse der Runde %1 eingeben:

source: (Standings)
de: Tabellenstand

source: (Board)
de: Brett

source: (back to management of tournament)
de: Zurück zur Turnierverwaltung

source: (Management of tournament)
de: Turnierverwaltung

source: (Management for tournament %1)
de: Verwaltung für Turnier %1

source: (Participants)
de: Teilnehmer

source: (Manage participants for tournament %1)
de: Teilnehmerverwaltung für Turnier %1

source: (select round)
de: Runde auswählen

source: (tournament selection)
de: Zur Turnierauswahl

source: (New Participant)
de: Neuer Teilnehmer

source: (Surname: )
de: Nachname:

source: (Firstname: )
de: Vorname:

source: (add participant)
de: Teilnehmer hinzufügen

source: (List of Participants)
de: Teilnehmerliste

source: (delete)
de: löschen

source: (Error while selecting tournament)
de: Fehler bei der Turnierauswahl

source: (You didn't select a tournament.)
de: Es wurde kein Turnier ausgewählt.

source: (Please click below to return to tournament selection.)
de: Bitte unten klicken, um zur Turnierauswahl zu gelangen.

source: (Output of pairing routines -- for debugging)
de: Ausgabe der Paarungs-Funktionen -- zum Aufspüren von Fehlern

source: (save results)
de: Ergebnisse speichern

source: (Bye)
de: Freilos

source: (Incomplete data.)
de: Angaben unvollständig.

source: (Please insert firstname and surname!)
de: Bitte Vor- und Nachnamen angeben!

source: (Points)
de: Punkte

source: (Rank)
de: Platz

source: (No)
de: Nr
